
insert into books(`name`,`author`,`image_url`,`quantity`,`price`,`description`,`category_id`,`condition_id`,`owner_id`)
values
       ('Ад','Дан Браун',
        'https://cdn.ozone.bg/media/catalog/product/cache/1/image/400x498/a4e40ebdc3e371adff845072e1c73f37/a/d/cee19647cf1de3aa1a0d461ac26f05e7/ad-robart-langdan-4-33.jpg',
    1,13,'Търсете, и ще намерите...

Тези думи отекват в съзнанието на видния харвардски професор по религиозна символика Робърт Лангдън, когато се свестява в болница, без спомен къде се намира и как се е озовал там. Не може да обясни и произхода на страховития предмет, открит сред вещите му.

Заплаха за живота ще запрати Лангдън и младата лекарка Сиена Брукс на главоломна гонитба из Флоренция. Единствено познаването на тайни проходи и древни загадки, спотайващи се зад историческата фасада, може да ги спаси от неизвестните им преследвачи.

Водени само от няколко стиха от мрачния шедьовър на Данте, Лангдън и Сиена трябва да разгадаят серия шифри, скрити дълбоко в някои от най-прочутите творби на Ренесанса - скулптури, картини, сгради, - за да открият отговора на загадка, която може би ще им помогне да спасят света от ужасяваща заплаха...



',
        1,2,1 ),
       ('Шифърът на Леонардо','Дан Браун',
        'https://cdn.ozone.bg/media/catalog/product/cache/1/image/400x498/a4e40ebdc3e371adff845072e1c73f37/s/h/54902b5f4a294c8333900117e0090ef4/shifarat-na-leonardo-robart-langdan-2-30.jpg',
        1,10,
        'Световният бестселър с многомилионен тираж, е книгата, която ще ви пристрасти към творчеството на  Дан Браун !

Тази завладяваща история съчетава в себе си няколко жанра - детективски роман, трилър и теория на конспирацията, и е вторият роман от поредицата с главен герой професор Робърт Лангдън, която започва с  Шестото клеймо .

Не пропускате да се впуснете по следите на няколко исторически теории - за свещения Граал, отношенията между Мария Магдалена и Исус Христос и нейната роля в християнството, в търсене на сензационната истината.

Не пропускайте и адаптацията на  Шифърът на Леонардо  за ново поколение читатели!
Докато е в командировка в Париж, харвардският професор по история на символите Робърт Лангдън е събуден посред нощ: един възрастен уредник в Лувъра е убит в музея.

Край трупа му полицията открива озадачаващ шифър. Докато се опитва да го разгадае, Лангдън с удивление открива, че той води до пътека от кодове, скрити в творбите на Леонардо - кодове, изложени пред очите на всички, и все пак находчиво скрити от художника.

Лангдън обединява силите си с талантливата френска криптографка Софи Нево и установява, че покойният уредник е бил брат от Ордена на Сион - тайно общество, към което са принадлежали Ботичели, Виктор Юго, Леонардо и други прочути личности.

В шеметна надпревара из Париж и Лондон Лангдън и Нево се състезават с безлика влиятелна фигура, която сякаш предугажда всеки техен ход. Ако двамата навреме не успеят да разшифроват загадката, древната тайна на Ордена на Сион, сензационна историческа истина, завинаги ще бъде изгубена.

Романът, четвърти за автора след "Шестото клеймо", "Точка на измама" и  Цифрова крепост , утвърждава появата на новия интелигентен трилър... абсолютно непредсказуем до поразителната си развръзка.'
        ,1,2,1),
       ('Изгубеният символ','Дан Браун',
        'https://cdn.ozone.bg/media/catalog/product/cache/1/image/400x498/a4e40ebdc3e371adff845072e1c73f37/i/z/d1483965c0939260f0e39731d0ec080b/izgubeniyat-simvol-robart-langdan-3---meki-koritsi-33.jpg',
        1,9,
        'Блестящо подредена мозайка от тайнствени истории, мистериозни образи и енигматични шифри, "Изгубеният символ" е интелигентно написан трилър, който се развива с шеметна бързина и в който на всеки ъгъл ви очакват изненади.

Останалите книги от поредицата за Робърт Лангдън са бестселърите:  Шестото клеймо ,  Ад  и последният роман на Дан Браун, който предизвика истинска сензация -  Произход !


Изгубеното ще бъде намерено...

Вашингтон. Професорът по символика Робърт Лангдън е повикан в последния момент да изнесе вечерна лекция в Капитолия. Само минути след неговото пристигане обаче в центъра на Ротондата е открит ужасяващ предмет, носещ пет символа. Той познава в него древна покана, зовяща получателя си към отдавна изгубен свят на тайна езотерична мъдрост.

Уважаваният наставник на Лангдън Питър Соломон, филантроп и виден масон, е отвлечен брутално и професорът разбира, че единствената надежда да спаси живота на приятеля си е да приеме загадъчната покана и да отиде там, където го отведе тя.

Лангдън светкавично е понесен зад фасадата на най-могъщия град в Америка, в неговите скрити зали, храмове и тунели. Всичко познато се преобразява в мрачен потаен свят на изкусно скрито минало, в който масонските тайни и невиждани открития сякаш го притеглят към една невероятна и невъобразима истина',
        2,2,1),
       ('Живот в скалите','Мария Лалева'
,'https://cdn.ozone.bg/media/catalog/product/cache/1/image/400x498/a4e40ebdc3e371adff845072e1c73f37/z/h/6e841cbf693d884c76361648487c3090/zhivot-v-skalite-meki-koritsi-30.jpg',
        1,8,
        '‌Неизлечимо болна млада жена и малкият ѝ син пристигат в Стария Созопол. Тук се запознават с няколко души, които скоро стават тяхно семейство: Михаил – бивш популярен актьор и настоящ пияница, Демир – мъдър и благ старец, Луиза – борбена и импулсивна арменка, и баба Настасия – ясновидка и гадателка. От този миг животът на всички се преобръща, а съдбите им се преплитат необратимо в любов, раздяла, смърт, прошка, мистика и усещане за предопределеност.

Драматичната история на ръба между философията и притчата провокира читателя да си задава въпроси, да открива своите лични отговори и да изживее цяла палитра от човешки емоции – от сълзи до смях, от страдание и усещане за загуба до тържество на красотата, любовта и истината.',
        1,2,2),
    ('Тънкото изкуство да не ти пука','Марк Менсън','https://cdn.ozone.bg/media/catalog/product/cache/1/image/a4e40ebdc3e371adff845072e1c73f37/t/-/e5345d25282aa35cb15d94ab1f007595/tankoto-izkustvo-da-ne-ti-puka-30.jpg',
     1,7,
     'Повечето хора мечтаят за безоблачно щастие, вечна любов, привлекателна външност, вдъхновяваща и високоплатена работа... Накратко - живот, за който останалите да им завиждат. Социалните мрежи и консуматорската ни култура постоянно подхранват този фалшив идеал за щастие.

Гарантираните начини да го постигнем обаче все повече заприличват на сапунен мехур, който авторът на тази книга спуква, като заявява смело: "Целият този сладникав позитивизъм и радостни врели-некипели за самопомощ наблягат най-вече на това, което ви липсва. Ключът към добрия живот е да не ви пука за това да трупате още и още, а да ви пука само за истинските и важните неща".

Преди да осъзнаем това обаче, трябва да осмислим голяма част от неприятните истини и да имаме реалистични очаквания. Марк Менсън развенчава редица установени "житейски правила" и прави доста шокиращи заявления, докато ни въвежда в тънкостите на изкуството да не ни пука.',
     4,3,2),
       ('158 удара в минута','Димитър Калбуров',
        'https://cdn.ozone.bg/media/catalog/product/cache/1/image/400x498/a4e40ebdc3e371adff845072e1c73f37/1/5/e303fd979cbc2c275fa1042e3182dbab/158-udara-v-minuta-30.jpg',
        1,8,
        '„158 удара в минута“  е история за ускорения пулс, стъпките по облаците и морските възли в корема. За разговорите до пет сутринта, които засищат всички сетива. За изникващите от изневиделица летни гръмотевични бури, помитащи всичко по пътя си. И най-вече за онези моменти на съвършенство, когато човек не би променил дори една молекула около себе си.

Еднопосочен билет

В училище ни учат, че дезоксиаденозилхидроксокобаламин е витамин Б12, как вторият закон на термодинамиката грубо казано гласи, че ако отвориш прозореца през зимата, не влиза студ, а излиза топлина, и най-вече, че ако класната не е в добро настроение, и целият клас няма да бъде в добро настроение, но никой не се е сетил да добави урок, че когато водиш някого по любимите си места, ще ви станат общи. Хиляди пъти беше тичал в онази гора, а след три разходки с нея му ухаеше повече на парфюма ѝ, отколкото на каквото и да е друго. Храната нямаше вкус, или поне така предполагаше, тъй като разполагаше с апетита на мраморна статуя. Сънят го навестяваше за по няколко часа, и то колкото да го изтощи допълнително. Така е, когато душата страда, попарата я сърба тялото, правейки любовната абстиненция не по-малко страшна от всяка друга. Часът беше 08:43, а събраният от предната вечер куфар го чакаше до вратата. Едва когато го взе в ръка, осъзна, че ще се налага да го мъкне по този начин навсякъде, правейки го твърде непрактичен за пътешествие. Набързо премести всичко в удобна раница и я метна на гръб. Беше си купил билет за влака до Белград, откъдето нямаше представа накъде възнамерява да поеме. Може би към забутано селце в подножието на Алпите, където да намери мили възрастни хора, на които да помага в замяна на топла храна и покрив над главата. Живот като пастир на лилави крави. Защо не?',
        1,2,2),
       ('Вещерът 1: Последното желание','Анджей Сапковски',
        'https://cdn.ozone.bg/media/catalog/product/cache/1/image/a4e40ebdc3e371adff845072e1c73f37/v/e/628f8b2519e75ab3efa7529b588b5c8a/veshterat-1--poslednoto-zhelanie-31.jpg',
        1,10,
        'Гералт от Ривия, Белия вълк, се завръща в книжарниците!

23 години след излизането на „Последното желание” на полски издателство „Сиела“ пуска на пазара книгата, която промени завинаги представите на хората за съвременно фентъзи, умело преплитайки мотиви от класическите приказки, източноевропейската митология и криминалните истории на Реймънд Чандлър. Книгата, която даде началото на поредица, вдъхновила култовата серия от ролеви игри The Witcher, дала ни един от най-иконичните персонажи на развлекателната индустрия – Гералт от Ривия.

Той не е герой. Не е рицарят на бял кон, който спасява девойката в последния момент. Той е професионалист, който убива чудовища срещу заплащане. Вещер – един от последните представители на легендарна каста от мутанти, създадени, за да се изправят с меч в ръка срещу всичко, което дебне в мрака, отвъд огньовете на човешките селища.

Той е легенда. И това е началото на неговата история!
',
        3,1,2)
       ;
insert into users(`username`,`is_active`,`age`,`first_name`,`last_name`,`email`,`gender`,`password`)
values ('pesho12',false,28,'Petar','Petrov','pesho@abv.bg','MALE','9ef7fca046de1af2b1af619d8aac36a6cf669db721c2862f331fa13d96390194bc6a8b3921d09d40');
insert into users_roles(`user_id`,`roles_id`)
values (3,2);
INSERT INTO comments (`approved`, `created`, `text_content`, `author_id`, `book_id`)
VALUES (1, '2021-11-29 08:10:40', 'Чудесна книга', 1, 1);
INSERT INTO comments (`approved`, `created`, `text_content`, `author_id`, `book_id`)
VALUES (0, '2021-11-24 11:01:40', 'Препоръчвам', 2, 1);